{
    "dialogs":
    [
        {
            "scene_name": "introScene",
            "dialogs": ["Bienvenido a AWAQ Estaciones Biológicas. Espero te encuentres muy bien",
                        "Aquí en AWAQ nos encargamos de la conservación de los ecosistemas, esto para poder tener medidas en contra del cambio climático", 
                        "El cual busca destruir el mundo, haciéndolo cada vez menos habitable y corrompiendo a las personas",
                        "Quien, junto a sus jefes del cambio climático, estarán trabajando en contra de AWAQ",
                        "Para ello, ocupamos que te entrenes y aprendas lo necesario para convertirte en un AWAQ Ranger",
                        "Y así puedas vencer a estos jefes que amenazan la integridad del planeta."],
            "character_name": "Instructor Awaq",
            "character_image": "awak_face_"
        },
        {
            "scene_name": "LabeScene",
            "dialogs": ["Tendrás que explorar esta mazmorra con valentía, para poder recolectar los conceptos de Ética, los cuales ayudan a mantener un buen ambiente en AWAQ",
                        "Cada que recolectes uno, se te explicará su importancia.",
                        "¡Trata de aprendértela, que la ocuparás más adelante!"],
            "character_name": "Instructor Awaq",
            "character_image": "awak_face_"
        },
        {
            "scene_name": "MemoryScene",
            "dialogs": ["En este minijuego tendremos que reforzar la memoria para aprender de las herramientas que utilizamos en Awaq",
                        "¡Con la ayuda de estas herramientas podemos unirnos y ser más fuertes!"],
            "character_name": "Instructor Awaq",
            "character_image": "awak_face_"
        },
        {
            "scene_name": "MenuScene",
            "dialogs": ["Este es el menú. Aquí verás todos los niveles que tendrás que completar para obtener los conocimientos de AWAQ",
                        "Estos conocimientos se te darán en forma de poderes, y serán necesarios para vencer a los jefes del cambio climático",
                        "Cada nivel tendrá su propio jefe, así que tendrás que obtener los conocimientos de cada área para vencer a su jefe correspondiente",
                        "Explora como gustes, pero recuerda el mundo espera tu ayuda Ranger."],
            "character_name": "Instructor Awaq",
            "character_image": "awak_face_"
        },
        {
            "scene_name": "MundoComunicacion",
            "dialogs": ["Aquí aprenderás como es que nos comunicamos tanto interna como externamente en AWAQ",
                        "Además, aprenderás de las políticas para tener una conversación respetuosa",
                        "Estos conocimientos serán muy importantes, ya que en este nivel te enfrentarás contra el jefe Samat de las mil voces",
                        "Este jefe se encarga de evitar que las comunicaciones se lleven de manera efectiva, esparciendo desinformación",
                        "Así que ocupamos tu ayuda Ranger, para evitar que esto siga pasando, y poder tener una comunicación eficaz y respetuosa."],
            "character_name": "Instructor Awaq",
            "character_image": "awak_face_"
        },
        {
            "scene_name": "MundoEtica",
            "dialogs": ["En esta parte aprenderás los principios éticos y pautas de conducta que se usan para mantener un buen orden y ambiente en AWAQ.",
                        "Es fundamental que los aprendas bien, ya que, Ghayr Sharifa del anhelo prohibido, es el jefe de este nivel",
                        "Este jefe está trabajando en junto con el cambio climático para evitar que AWAQ pueda llevar a cabo su misión",
                        "esto al darles a todos ellos que trabajen de manera no ética lo que desean, en vez de priorizar el bien común",
                        "Vencerlo ayudará a poder tener una área de trabajo más ética, y a promover valores con el objetivo de lograr reducir el impacto del cambio climático."],
            "character_name": "Instructor Awaq",
            "character_image": "awak_face_"
        },
        {
            "scene_name": "MundoSeguridad",
            "dialogs": ["Las buenas prácticas de la seguridad como la seguridad cibernética son muy importantes para mantener lejos a las amenazas", 
                        "Para ello te diremos varias medidas en que puedes evitar los ataques de estas y protegerte mejor",
                        "Esta información será de gran ayuda, ya que el jefe de este nivel es Ghayr Aman del desespero",
                        "Es él el que está intentando infiltrarse en AWAQ para atacarnos desde adentro y evitar que cumplamos nuestro objetivo",
                        "Vencerlo nos ayudara a poder trabajar de manera más segura y sin preocupaciones contra el cambio climático."],
            "character_name": "Instructor Awaq",
            "character_image": "awak_face_"
        },
        {
            "scene_name": "MundoTEDI",
            "dialogs": ["Las buenas prácticas de la seguridad como la seguridad cibernética son muy importantes para mantener lejos a las amenazas", 
                        "Para ello te diremos varias manejar en que puedes evitar los ataques de estas y protegerte mejor",
                        "Aquí te ayudaremos a refrescar tus conocimientos informáticos, para que puedas vencer al jefe de este nivel que es Tanazuri de la incertidumbre",
                        "Él se encarga de evitar que podamos llevar a cabo nuestra misión, de difundir nuestra misión de ayudar contra el cambio climático."],
            "character_name": "Instructor Awaq",
            "character_image": "awak_face_"
        },
        {
            "scene_name": "PlatformScene",
            "dialogs": ["Aquí vas a tener que demostrar tus habilidades pasando este juego de plataforma.", 
                        "Recolecta los conceptos de Seguridad. Cada que lo hagas, se te explicará su importancia.",
                        "¡Trata de aprendértelos, que los ocuparás más adelante!"],
            "character_name": "Instructor Awaq",
            "character_image": "awak_face_"
        },
        {
            "scene_name": "WinScene",
            "dialogs": ["dialog2", "dialog3"],
            "character_name": "Instructor Awaq",
            "character_image": "awak_face_"
        },
        {
            "scene_name": "BossSceneComunicacion",
            "dialogs": ["Prepárate para el combate, aquí tendrás que enfrentarte contra este jefe que amenaza la integridad de las estaciones biológicas de AWAQ.", 
            "Para ello vas a tener que ver la “hint” que aparece en la parte superior izquierda, y buscar el hechizo que más se adecue a su descripción.",
            "Si fallas el hechizo, se te hará una pregunta que deberás responder correctamente para evitar el daño, si no el jefe te atacara y te quitara vida.",
            "Por cada ataque que le logres dar, se te darán puntos, y por cada que recibas se te quitarán, ¡mucho éxito en tu combate Ranger!.",
            "Recuerda que puedes repasar las descripciones en el botón con el icono de signo de interrogación en caso de que ocupes algo de apoyo."],
            "character_name": "Instructor Awaq",
            "character_image": "awak_face_"
        },        
        {
            "scene_name": "BossSceneEtica",
            "dialogs": ["Prepárate para el combate, aquí tendrás que enfrentarte contra este jefe que amenaza la integridad de las estaciones biológicas de AWAQ.", 
            "Para ello vas a tener que ver la “hint” que aparece en la parte superior izquierda, y buscar el hechizo que más se adecue a su descripción.",
            "Si fallas el hechizo, se te hará una pregunta que deberás responder correctamente para evitar el daño, si no el jefe te atacara y te quitara vida.",
            "Por cada ataque que le logres dar, se te darán puntos, y por cada que recibas se te quitarán, ¡mucho éxito en tu combate Ranger!.",
            "Recuerda que puedes repasar las descripciones en el botón con el icono de signo de interrogación en caso de que ocupes algo de apoyo."],
            "character_name": "Instructor Awaq",
            "character_image": "awak_face_"
        },
        {
            "scene_name": "BossSceneSeguridad",
            "dialogs": ["Prepárate para el combate, aquí tendrás que enfrentarte contra este jefe que amenaza la integridad de las estaciones biológicas de AWAQ.", 
            "Para ello vas a tener que ver la “hint” que aparece en la parte superior izquierda, y seleccionar el hechizo que más se adecue a su descripción.",
            "Si fallas el hechizo, se te hará una pregunta que deberás responder correctamente para evitar el daño, si no el jefe te atacara y te quitara vida.",
            "Por cada ataque que le logres dar, se te darán puntos, y por cada que recibas se te quitarán, ¡mucho éxito en tu combate Ranger!.",
            "Recuerda que puedes repasar las descripciones en el botón con el icono de signo de interrogación en caso de que ocupes algo de apoyo."],
            "character_name": "Instructor Awaq",
            "character_image": "awak_face_"
        },
        {
            "scene_name": "BossSceneTEDI",
            "dialogs": ["Prepárate para el combate, aquí tendrás que enfrentarte contra este jefe que amenaza la integridad de las estaciones biológicas de AWAQ.", 
            "Para ello vas a tener que ver la “hint” que aparece en la parte superior izquierda, y seleccionar el hechizo que más se adecue a su descripción.",
            "Si fallas el hechizo, se te hará una pregunta que deberás responder correctamente para evitar el daño, si no el jefe te atacara y te quitara vida.",
            "Por cada ataque que le logres dar, se te darán puntos, y por cada que recibas se te quitarán, ¡mucho éxito en tu combate Ranger!.",
            "Recuerda que puedes repasar las descripciones en el botón con el icono de signo de interrogación en caso de que ocupes algo de apoyo."],
            "character_name": "Instructor Awaq",
            "character_image": "awak_face_"
        },
        {
            "scene_name": "TEDI_Minigame",
            "dialogs": [
                "En este juego de emparejamiento, selecciona una palabra del lado izquierdo y su definición del lado derecho.",
                "Si formas un par correcto, los botones se pondrán verdes.",
                "Si te equivocas, se pondrán rojos y perderás una vida.",
                "Gana formando todos los pares correctos antes de quedarte sin vidas. ¡Buena suerte!"
            ],
            "character_name": "Instructor Awaq",
            "character_image": "awak_face_"
        }

    ]
}